
## Plan Result (terraform)

[CI link](https://github.com/harayu-k/infra_sandbox/actions/runs/12450964497)


<pre><code>Plan: 1 to add, 0 to change, 0 to destroy.</code></pre>

* Create
  * aws_iam_user.name


<details><summary>Change Result (Click me)</summary>

```hcl

  # aws_iam_user.name will be created
  + resource "aws_iam_user" "name" {
      + arn           = (known after apply)
      + force_destroy = false
      + id            = (known after apply)
      + name          = "test"
      + path          = "/"
      + tags_all      = (known after apply)
      + unique_id     = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>




<!-- github-comment: {"Command":"plan","JobName":"plan","PRNumber":6,"Program":"tfcmt","SHA1":"5e9d6651ec9da2306901bea5c3850fda357e2c2b","Target":"terraform","Vars":{},"WorkflowName":"terraform-plan"} -->